{
  "id": "a2-l15-nowruz",
  "title": "A2 Lektion 15: Das Nowruz-Fest",
  "description": "Eine Erzählung über das persische Neujahr und kulturelle Traditionen.",
  "sentences": [
    { "id": 1, "farsi": "امسال نوروز را بعد از سال‌ها با خانواده بزرگ جشن گرفتیم.", "latin": "Emsāl Nowrūz rā ba'd az sāl-hā bā khānevāde-ye bozorg jashn gereftīm.", "germanDecode": "Dieses-Jahr Nowruz D.O. nach von Jahren mit Familie-von groß Fest nahmen-wir.", "germanTranslation": "Dieses Jahr feierten wir Nowruz nach Jahren mit der Großfamilie." },
    { "id": 2, "farsi": "دو هفته قبل همه شروع به تمیز کردن خانه‌هایمان کردیم.", "latin": "Do hafte ghabl hame shorū' be tamīz kardan-e khāne-hāyemān kardīm.", "germanDecode": "Zwei Wochen vorher alle Beginn zu sauber Machen-von Häuser-unser machten-wir.", "germanTranslation": "Zwei Wochen zuvor begannen alle, unsere Häuser zu putzen." },
    { "id": 3, "farsi": "این سنت قدیمی ایرانی است که خانه را از بالا تا پایین می‌شوییم.", "latin": "Īn sonnat-e ghadīmī-ye Īrānī ast ke khāne rā az bālā tā pāyīn mīshūyīm.", "germanDecode": "Dies Tradition-von alt-von Iranisch ist dass Haus D.O. von oben bis unten waschen-wir.", "germanTranslation": "Das ist eine alte iranische Tradition, bei der wir das Haus von oben bis unten waschen." },
    { "id": 4, "farsi": "مادرم هفت‌سین را بسیار زیبا چیده بود.", "latin": "Mādaram haft-sīn rā besyār zībā chīde būd.", "germanDecode": "Mutter-meine Sieben-S D.O. sehr schön arrangiert hatte-sie.", "germanTranslation": "Meine Mutter hatte die Haft-Seen sehr schön arrangiert." },
    { "id": 5, "farsi": "سبزه، سیب، سیر، سمنو، سنجد، سرکه و سکه روی میز بود.", "latin": "Sabze, sīb, sīr, samanu, sanjed, serke va sekke rūye mīz būd.", "germanDecode": "Grün, Apfel, Knoblauch, Süßpudding, Sanddorn, Essig und Münze auf-von Tisch war-es.", "germanTranslation": "Grünes, Apfel, Knoblauch, Samanu, Sanddorn, Essig und Münzen waren auf dem Tisch." },
    { "id": 6, "farsi": "لحظه تحویل سال همه دور هم جمع شدیم.", "latin": "Lahze-ye tahvīl-e sāl hame dowr-e ham jam' shodīm.", "germanDecode": "Moment-von Übergabe-von Jahr alle Rund-von zusammen gesammelt wurden-wir.", "germanTranslation": "Zum Moment des Jahreswechsels versammelten wir uns alle zusammen." },
    { "id": 7, "farsi": "پدربزرگ قرآن خواند و برای همه دعای خیر کرد.", "latin": "Pedarbozorg Ghor'ān khānd va barāye hame do'āye khayr kard.", "germanDecode": "Großvater Koran las-er und für alle Gebet-von gut machte-er.", "germanTranslation": "Der Großvater las den Koran und betete für alle." },
    { "id": 8, "farsi": "بعد از تحویل همه یکدیگر را بوسیدیم و تبریک گفتیم.", "latin": "Ba'd az tahvīl hame yekdīgar rā būsīdīm va tabrīk goftīm.", "germanDecode": "Nach von Übergabe alle einander D.O. küssten-wir und Glückwunsch sagten-wir.", "germanTranslation": "Nach dem Jahreswechsel küssten wir uns alle und gratulierten einander." },
    { "id": 9, "farsi": "روزهای بعد به دیدن اقوام و دوستان رفتیم.", "latin": "Rūzhāye ba'd be dīdan-e aghvām va dūstān raftīm.", "germanDecode": "Tage-von nach zu Sehen-von Verwandte und Freunde gingen-wir.", "germanTranslation": "In den folgenden Tagen gingen wir Verwandte und Freunde besuchen." },
    { "id": 10, "farsi": "همه جا آجیل، شیرینی و چای تعارف می‌کردند.", "latin": "Hame-jā ājīl, shīrīnī va chāy ta'ārof mikardand.", "germanDecode": "Überall Nüsse, Süßigkeit und Tee Anbieten machten-sie.", "germanTranslation": "Überall boten sie Nüsse, Süßigkeiten und Tee an." },
    { "id": 11, "farsi": "بچه‌ها عیدی گرفتند و خیلی خوشحال بودند.", "latin": "Bachehā 'eydī gereftand va kheylī khoshhāl būdand.", "germanDecode": "Kinder Festgeld nahmen-sie und sehr glücklich waren-sie.", "germanTranslation": "Die Kinder bekamen Festgeld und waren sehr glücklich." },
    { "id": 12, "farsi": "سیزده‌بدر با پیک‌نیک در پارک نوروز را تمام کردیم.", "latin": "Sīzdah-bedar bā pīknīk dar pārk Nowrūz rā tamām kardīm.", "germanDecode": "Dreizehn-draußen mit Picknick in Park Nowruz D.O. beendet machten-wir.", "germanTranslation": "Am dreizehnten Tag beendeten wir Nowruz mit einem Picknick im Park." }
  ]
}