{
  "id": "a2-l10-vacation",
  "title": "A2 Lektion 10: Ferien am Kaspischen Meer",
  "description": "Eine Erzählung über Urlaubserlebnisse und Naturerfahrungen.",
  "sentences": [
    { "id": 1, "farsi": "تابستان گذشته با خانواده به ساحل دریای خزر رفتیم.", "latin": "Tābestān-e gozashte bā khānevāde be sāhel-e daryāye Khazar raftīm.", "germanDecode": "Sommer-von vergangen mit Familie zu Küste-von Meer-von Kaspi gingen-wir.", "germanTranslation": "Letzten Sommer fuhren wir mit der Familie an die Küste des Kaspischen Meeres." },
    { "id": 2, "farsi": "صبح زود با ماشین از تهران حرکت کردیم.", "latin": "Sobh zūd bā māshīn az Tehrān harakat kardīm.", "germanDecode": "Morgen früh mit Auto aus Tehran Bewegung machten-wir.", "germanTranslation": "Früh am Morgen fuhren wir mit dem Auto von Teheran ab." },
    { "id": 3, "farsi": "جاده پر پیچ و خم بود اما مناظر زیبایی داشت.", "latin": "Jāde por-e pīch va kham būd ammā manāzer-e zībāyī dāsht.", "germanDecode": "Straße voll-von Kurve und Wendung war-es aber Landschaften-von schön hatte-es.", "germanTranslation": "Die Straße war voller Kurven, aber hatte schöne Landschaften." },
    { "id": 4, "farsi": "بعد از چهار ساعت رانندگی به رامسر رسیدیم.", "latin": "Ba'd az chahār sā'at rānandagī be Rāmsar resīdīm.", "germanDecode": "Nach von vier Stunde Fahren nach Ramsar erreichten-wir.", "germanTranslation": "Nach vier Stunden Fahrt erreichten wir Ramsar." },
    { "id": 5, "farsi": "هتل کوچک و دنجی کنار ساحل رزرو کرده بودیم.", "latin": "Hotel-e kūchak va donjī kenār-e sāhel rezerv karde būdīm.", "germanDecode": "Hotel-von klein und gemütlich neben-von Küste reserviert gemacht hatten-wir.", "germanTranslation": "Wir hatten ein kleines und gemütliches Hotel nahe der Küste reserviert." },
    { "id": 6, "farsi": "بعدازظهر اول لباس شنا پوشیدیم و به آب رفتیم.", "latin": "Ba'dazzahr avval lebās-e shenā pūshīdīm va be āb raftīm.", "germanDecode": "Nachmittag zuerst Kleidung-von Schwimmen anzogen-wir und zu Wasser gingen-wir.", "germanTranslation": "Am ersten Nachmittag zogen wir Badeanzüge an und gingen ins Wasser." },
    { "id": 7, "farsi": "آب دریا گرم و دلپذیر بود و ما ساعت‌ها شنا کردیم.", "latin": "Āb-e daryā garm va delpazīr būd va mā sā'at-hā shenā kardīm.", "germanDecode": "Wasser-von Meer warm und angenehm war-es und wir Stunden-Plural schwammen-wir.", "germanTranslation": "Das Meerwasser war warm und angenehm und wir schwammen stundenlang." },
    { "id": 8, "farsi": "شب در رستوران ساحلی ماهی تازه خوردیم.", "latin": "Shab dar restūrān-e sāhelī māhī-ye tāze khordīm.", "germanDecode": "Nacht in Restaurant-von Küsten Fisch-von frisch aßen-wir.", "germanTranslation": "Abends aßen wir in einem Strandrestaurant frischen Fisch." },
    { "id": 9, "farsi": "روز دوم به جنگل‌های اطراف رفتیم و قارچ جمع کردیم.", "latin": "Rūz-e dovom be jangal-hāye atrāf raftīm va ghārch jam' kardīm.", "germanDecode": "Tag-von zweite nach Wälder-von Umgebung gingen-wir und Pilze sammeln machten-wir.", "germanTranslation": "Am zweiten Tag gingen wir in die umliegenden Wälder und sammelten Pilze." },
    { "id": 10, "farsi": "هوای جنگل خنک و پاک بود و نفس عمیق کشیدیم.", "latin": "Havāye jangal khonak va pāk būd va nafas-e amīgh keshīdīm.", "germanDecode": "Luft-von Wald kühl und sauber war-es und Atem-von tief zogen-wir.", "germanTranslation": "Die Waldluft war kühl und sauber und wir atmeten tief." },
    { "id": 11, "farsi": "شب‌ها کنار ساحل قدم می‌زدیم و ستاره‌ها را می‌دیدیم.", "latin": "Shab-hā kenār-e sāhel ghadam mīzadīm va setāre-hā rā mīdīdīm.", "germanDecode": "Nächte neben-von Küste Schritt schlugen-wir und Sterne D.O. sahen-wir.", "germanTranslation": "Nachts spazierten wir am Strand entlang und sahen die Sterne." },
    { "id": 12, "farsi": "یک هفته فوق‌العاده گذراندیم و با انرژی تازه برگشتیم.", "latin": "Yek hafte fowgh-ol'āde gozarāndīm va bā enerzī-ye tāze bargashtīm.", "germanDecode": "Eine Woche außergewöhnlich verbrachten-wir und mit Energie-von frisch kehrten-wir-zurück.", "germanTranslation": "Wir verbrachten eine außergewöhnliche Woche und kehrten mit frischer Energie zurück." }
  ]
}