{
  "id": "a2-l6-new-friend",
  "title": "A2 Lektion 6: Eine neue Freundschaft",
  "description": "Eine Erzählung über das Kennenlernen neuer Menschen und Freundschaft schließen.",
  "sentences": [
    { "id": 1, "farsi": "ماه گذشته به کلاس فارسی رفتم تا زبان بهتر یاد بگیرم.", "latin": "Māh-e gozashte be kelās-e Fārsī raftam tā zabān behtar yād begiram.", "germanDecode": "Monat-von vergangen zu Klasse-von Persisch ging-ich damit Sprache besser Lernen nehme-ich.", "germanTranslation": "Letzten Monat ging ich zu einem Persischkurs, um die Sprache besser zu lernen." },
    { "id": 2, "farsi": "در کلاس با دختری آشنا شدم که از آلمان آمده بود.", "latin": "Dar kelās bā dokhtarī āshnā shodam ke az Ālmān āmade būd.", "germanDecode": "In Klasse mit Mädchen-einem bekannt wurde-ich die aus Deutschland gekommen war-sie.", "germanTranslation": "In der Klasse lernte ich ein Mädchen kennen, das aus Deutschland gekommen war." },
    { "id": 3, "farsi": "اسمش آنا بود و او هم مثل من تازه‌کار بود.", "latin": "Esmash Ānā būd va ū ham mesl-e man tāze-kār būd.", "germanDecode": "Name-ihr Anna war-es und sie auch wie-von mir neu-Arbeit war-sie.", "germanTranslation": "Ihr Name war Anna und sie war auch wie ich Anfängerin." },
    { "id": 4, "farsi": "بعد از کلاس با هم به کافه رفتیم و قهوه خوردیم.", "latin": "Ba'd az kelās bā ham be kāfe raftīm va ghahve khordīm.", "germanDecode": "Nach von Klasse mit zusammen zu Cafe gingen-wir und Kaffee tranken-wir.", "germanTranslation": "Nach dem Unterricht gingen wir zusammen ins Cafe und tranken Kaffee." },
    { "id": 5, "farsi": "او از زندگی‌اش در آلمان و دلیل آمدنش به ایران گفت.", "latin": "Ū az zendegī-ash dar Ālmān va dalīl-e āmadan-ash be Īrān goft.", "germanDecode": "Sie von Leben-ihrem in Deutschland und Grund-von Kommen-ihrem zu Iran sagte-sie.", "germanTranslation": "Sie erzählte von ihrem Leben in Deutschland und dem Grund ihres Kommens in den Iran." },
    { "id": 6, "farsi": "من هم از شغل و خانواده‌ام برایش تعریف کردم.", "latin": "Man ham az shoghl va khānevāde-am barāyash ta'rīf kardam.", "germanDecode": "Ich auch von Beruf und Familie-meiner für-sie Erzählung machte-ich.", "germanTranslation": "Ich erzählte ihr auch von meinem Beruf und meiner Familie." },
    { "id": 7, "farsi": "فهمیدم که ما علایق مشترک زیادی داریم.", "latin": "Fahmīdam ke mā alāyegh-e moshtarak-e ziyādī dārīm.", "germanDecode": "Verstand-ich dass wir Interessen-von gemeinsam-von viele haben-wir.", "germanTranslation": "Ich verstand, dass wir viele gemeinsame Interessen haben." },
    { "id": 8, "farsi": "هر دوی ما کتاب خواندن و موسیقی گوش دادن را دوست داشتیم.", "latin": "Har doye mā ketāb khāndan va mūsīqī gūsh dādan rā dūst dāshtīm.", "germanDecode": "Jede zwei-von uns Buch Lesen und Musik Ohr Geben D.O. lieb hatten-wir.", "germanTranslation": "Wir beide liebten es, Bücher zu lesen und Musik zu hören." },
    { "id": 9, "farsi": "از آن روز هر هفته با هم می‌بینیم.", "latin": "Az ān rūz har hafte bā ham mībīnīm.", "germanDecode": "Von jenem Tag jede Woche mit zusammen sehen-wir.", "germanTranslation": "Seit jenem Tag treffen wir uns jede Woche." },
    { "id": 10, "farsi": "گاهی به موزه می‌رویم، گاهی فیلم می‌بینیم.", "latin": "Gāhī be mūze mīravīm, gāhī fīlm mībīnīm.", "germanDecode": "Manchmal zu Museum gehen-wir, manchmal Film sehen-wir.", "germanTranslation": "Manchmal gehen wir ins Museum, manchmal schauen wir Filme." },
    { "id": 11, "farsi": "او به من آلمانی یاد می‌دهد و من به او فارسی کمک می‌کنم.", "latin": "Ū be man Ālmānī yād mīdahad va man be ū Fārsī komak mikonam.", "germanDecode": "Sie zu mir Deutsch Lernen gibt-sie und ich zu ihr Persisch Hilfe mache-ich.", "germanTranslation": "Sie bringt mir Deutsch bei und ich helfe ihr mit Persisch." },
    { "id": 12, "farsi": "خوشحالم که چنین دوست خوبی پیدا کرده‌ام.", "latin": "Khoshhālam ke chonīn dūst-e khūbī peydā kardeam.", "germanDecode": "Glücklich-ich-bin dass solch Freund-von gut gefunden habe-ich.", "germanTranslation": "Ich bin glücklich, dass ich eine so gute Freundin gefunden habe." }
  ]
}