{
  "id": "a2-l11-cooking",
  "title": "A2 Lektion 11: Kochen lernen von der Großmutter",
  "description": "Eine Erzählung über das Erlernen traditioneller Rezepte und Familientraditionen.",
  "sentences": [
    { "id": 1, "farsi": "مادربزرگم می‌خواست غذای سنتی به من یاد بدهد.", "latin": "Mādarbozorgam mīkhāst ghazāye sonnatī be man yād bedahad.", "germanDecode": "Großmutter-meine wollte-sie Essen-von traditionell zu mir Lernen gebe-sie.", "germanTranslation": "Meine Großmutter wollte mir traditionelles Kochen beibringen." },
    { "id": 2, "farsi": "آخر هفته به خانه‌اش رفتم تا قرمه سبزی یاد بگیرم.", "latin": "Ākhar-e hafte be khāne-ash raftam tā ghorme sabzī yād begiram.", "germanDecode": "Ende-von Woche zu Haus-ihr ging-ich damit Kräutereintopf Lernen nehme-ich.", "germanTranslation": "Am Wochenende ging ich zu ihrem Haus, um Ghormeh Sabzi zu lernen." },
    { "id": 3, "farsi": "صبح زود بازار رفتیم تا سبزیجات تازه بخریم.", "latin": "Sobh zūd bāzār raftīm tā sabzījāt-e tāze bekharīm.", "germanDecode": "Morgen früh Markt gingen-wir damit Gemüse-von frisch kaufen-wir.", "germanTranslation": "Früh am Morgen gingen wir zum Markt, um frisches Gemüse zu kaufen." },
    { "id": 4, "farsi": "او هر سبزی را با دقت انتخاب می‌کرد و توضیح می‌داد.", "latin": "Ū har sabzī rā bā deghghat entekhāb mikard va towzīh mīdād.", "germanDecode": "Sie jedes Gemüse D.O. mit Genauigkeit Auswahl machte-sie und Erklärung gab-sie.", "germanTranslation": "Sie wählte jedes Gemüse sorgfältig aus und erklärte es." },
    { "id": 5, "farsi": "گفت که سبزی‌ها باید تازه و پر رنگ باشند.", "latin": "Goft ke sabzī-hā bāyad tāze va por-e rang bāshand.", "germanDecode": "Sagte-sie dass Gemüse muss frisch und voll-von Farbe seien-sie.", "germanTranslation": "Sie sagte, dass das Gemüse frisch und farbenfroh sein muss." },
    { "id": 6, "farsi": "در خانه شروع به شستن و خرد کردن سبزیجات کردیم.", "latin": "Dar khāne shorū' be shostan va khord kardan-e sabzījāt kardīm.", "germanDecode": "In Haus Beginn zu Waschen und klein Machen-von Gemüse machten-wir.", "germanTranslation": "Zu Hause begannen wir, das Gemüse zu waschen und zu schneiden." },
    { "id": 7, "farsi": "او نشانم داد که چطور سبزیجات را درست خرد کنم.", "latin": "Ū neshānam dād ke chetor sabzījāt rā dorost khord konam.", "germanDecode": "Sie Zeigen-mir gab-sie dass wie Gemüse D.O. richtig klein mache-ich.", "germanTranslation": "Sie zeigte mir, wie man das Gemüse richtig schneidet." },
    { "id": 8, "farsi": "بعد گوشت را در روغن سرخ کردیم تا طلایی شود.", "latin": "Ba'd gūsht rā dar rowghan sorkh kardīm tā talāyī shavad.", "germanDecode": "Dann Fleisch D.O. in Öl rot machten-wir damit golden werde-es.", "germanTranslation": "Dann brieten wir das Fleisch in Öl, bis es golden wurde." },
    { "id": 9, "farsi": "سبزیجات را اضافه کردیم و با ادویه‌جات مخلوط کردیم.", "latin": "Sabzījāt rā ezāfe kardīm va bā advīe-jāt makhlūt kardīm.", "germanDecode": "Gemüse D.O. zusätzlich machten-wir und mit Gewürze gemischt machten-wir.", "germanTranslation": "Wir fügten das Gemüse hinzu und mischten es mit Gewürzen." },
    { "id": 10, "farsi": "آلو و لوبیا قرمز هم اضافه کردیم و دو ساعت پختیم.", "latin": "Ālū va lūbyā-ye ghermez ham ezāfe kardīm va do sā'at pakhtīm.", "germanDecode": "Pflaumen und Bohnen-von rot auch zusätzlich machten-wir und zwei Stunde kochten-wir.", "germanTranslation": "Wir fügten auch Pflaumen und rote Bohnen hinzu und kochten zwei Stunden." },
    { "id": 11, "farsi": "عطر خوشمزه غذا تمام خانه را پر کرده بود.", "latin": "Atr-e khoshmaze-ye ghazā tamām-e khāne rā por karde būd.", "germanDecode": "Duft-von lecker-von Essen ganz-von Haus D.O. voll gemacht hatte-es.", "germanTranslation": "Der köstliche Duft des Essens hatte das ganze Haus erfüllt." },
    { "id": 12, "farsi": "حالا هر وقت دلم می‌خواهد می‌توانم قرمه سبزی درست کنم.", "latin": "Hālā har vaght delam mīkhāhad mītavānam ghorme sabzī dorost konam.", "germanDecode": "Jetzt jede Zeit Herz-mein will-es kann-ich Kräutereintopf richtig mache-ich.", "germanTranslation": "Jetzt kann ich Ghormeh Sabzi machen, wann immer ich möchte." }
  ]
}