{
  "id": "a2-l12-tech-problem",
  "title": "A2 Lektion 12: Ein Computerproblem",
  "description": "Eine Erzählung über Technikprobleme und deren Lösung.",
  "sentences": [
    { "id": 1, "farsi": "هفته گذشته کامپیوترم خراب شد و نمی‌توانستم کار کنم.", "latin": "Hafte-ye gozashte kāmpyūtaram kharāb shod va namītavānestam kār konam.", "germanDecode": "Woche-von vergangen Computer-mein kaputt wurde-er und nicht-konnte-ich Arbeit mache-ich.", "germanTranslation": "Letzte Woche ging mein Computer kaputt und ich konnte nicht arbeiten." },
    { "id": 2, "farsi": "صبح که آن را روشن کردم، صفحه سیاه ماند.", "latin": "Sobh ke ān rā roshan kardam, safhe siyāh mānd.", "germanDecode": "Morgen als es D.O. an machte-ich, Bildschirm schwarz blieb-er.", "germanTranslation": "Als ich ihn morgens anmachte, blieb der Bildschirm schwarz." },
    { "id": 3, "farsi": "ابتدا فکر کردم مشکل از برق است.", "latin": "Ebtedā fekr kardam moshkel az bargh ast.", "germanDecode": "Zuerst Gedanke machte-ich Problem von Strom ist.", "germanTranslation": "Zuerst dachte ich, das Problem sei der Strom." },
    { "id": 4, "farsi": "کابل‌ها را بررسی کردم اما همه چیز درست بود.", "latin": "Kābl-hā rā barrasī kardam ammā hame chīz dorost būd.", "germanDecode": "Kabel D.O. Untersuchung machte-ich aber alle Ding richtig war-es.", "germanTranslation": "Ich untersuchte die Kabel, aber alles war in Ordnung." },
    { "id": 5, "farsi": "به برادرم زنگ زدم که در کامپیوتر مهارت دارد.", "latin": "Be barādaram zang zadam ke dar kāmpyūter mahārat dārad.", "germanDecode": "Zu Bruder-meinem Klingel schlug-ich der in Computer Fertigkeit hat-er.", "germanTranslation": "Ich rief meinen Bruder an, der sich mit Computern auskennt." },
    { "id": 6, "farsi": "او گفت احتمالاً هارد دیسک مشکل دارد.", "latin": "Ū goft ehtemālan hārd dīsk moshkel dārad.", "germanDecode": "Er sagte wahrscheinlich Festplatte Problem hat-sie.", "germanTranslation": "Er sagte, wahrscheinlich habe die Festplatte ein Problem." },
    { "id": 7, "farsi": "بعدازظهر کامپیوتر را به تعمیرگاه بردم.", "latin": "Ba'dazzahr kāmpyūtar rā be ta'mīrgāh bordam.", "germanDecode": "Nachmittag Computer D.O. zu Reparaturwerkstatt brachte-ich.", "germanTranslation": "Nachmittags brachte ich den Computer zur Reparaturwerkstatt." },
    { "id": 8, "farsi": "تکنسین آن را باز کرد و بررسی کرد.", "latin": "Teknisīn ān rā bāz kard va barrasī kard.", "germanDecode": "Techniker es D.O. offen machte-er und Untersuchung machte-er.", "germanTranslation": "Der Techniker öffnete ihn und untersuchte ihn." },
    { "id": 9, "farsi": "متأسفانه گفت هارد دیسک سوخته و باید عوض شود.", "latin": "Mota'assefāne goft hārd dīsk sūkhte va bāyad avaz shavad.", "germanDecode": "Leider sagte-er Festplatte verbrannt und muss gewechselt werde-sie.", "germanTranslation": "Leider sagte er, die Festplatte sei verbrannt und müsse ausgetauscht werden." },
    { "id": 10, "farsi": "هارد دیسک جدید گران بود اما چاره‌ای نداشتم.", "latin": "Hārd dīsk-e jadīd gerān būd ammā chāre-ī nadāshtam.", "germanDecode": "Festplatte-von neu teuer war-sie aber Lösung-eine nicht-hatte-ich.", "germanTranslation": "Die neue Festplatte war teuer, aber ich hatte keine andere Wahl." },
    { "id": 11, "farsi": "خوشبختانه فایل‌هایم را قبلاً پشتیبان‌گیری کرده بودم.", "latin": "Khoshbakhtāne fāyl-hāyam rā ghablan poshtībān-gīrī karde būdam.", "germanDecode": "Glücklicherweise Dateien-meine D.O. vorher Sicherung gemacht hatte-ich.", "germanTranslation": "Glücklicherweise hatte ich meine Dateien zuvor gesichert." },
    { "id": 12, "farsi": "حالا یاد گرفتم که بیشتر مراقب کامپیوترم باشم.", "latin": "Hālā yād gereftam ke bīshtar morāgheb-e kāmpyūtaram bāsham.", "germanDecode": "Jetzt Lernen nahm-ich dass mehr aufpassend-von Computer-mein sei-ich.", "germanTranslation": "Jetzt habe ich gelernt, besser auf meinen Computer aufzupassen." }
  ]
}