{
  "id": "a2-l14-missed-opportunity",
  "title": "A2 Lektion 14: Eine verpasste Gelegenheit",
  "description": "Eine Erzählung über eine verpasste Chance und daraus gelernte Lektionen.",
  "sentences": [
    { "id": 1, "farsi": "سال گذشته فرصت خوبی برای سفر به اروپا داشتم اما از دست دادم.", "latin": "Sāl-e gozashte forsat-e khūbī barāye safar be Orūpā dāshtam ammā az dast dādam.", "germanDecode": "Jahr-von vergangen Gelegenheit-von gut für Reise nach Europa hatte-ich aber von Hand gab-ich.", "germanTranslation": "Letztes Jahr hatte ich eine gute Gelegenheit für eine Europareise, aber ich verpasste sie." },
    { "id": 2, "farsi": "شرکت برای کارمندان بهترین سفر مجانی به آلمان تدارک دیده بود.", "latin": "Sherkat barāye kārmandān behtarīn safar-e majjānī be Ālmān tadārok dīde būd.", "germanDecode": "Firma für Angestellte beste Reise-von kostenlos nach Deutschland Vorbereitung gesehen hatte-sie.", "germanTranslation": "Die Firma hatte für die besten Angestellten eine kostenlose Reise nach Deutschland vorbereitet." },
    { "id": 3, "farsi": "برای انتخاب شدن باید پروژه مهمی را به موقع تمام می‌کردم.", "latin": "Barāye entekhāb shodan bāyad prōzhe-ye mohemmī rā be mowaghha' tamām mikarddam.", "germanDecode": "Für Auswahl Werden muss Projekt-von wichtig D.O. zu Zeit beendet machte-ich.", "germanTranslation": "Um ausgewählt zu werden, musste ich ein wichtiges Projekt rechtzeitig beenden." },
    { "id": 4, "farsi": "اما من مشغول کارهای دیگر بودم و زمان کافی نگذاشتم.", "latin": "Ammā man mashghūl-e kārhāye dīgar būdam va zamān-e kāfī nagozāshtam.", "germanDecode": "Aber ich beschäftigt-von Arbeiten-von andere war-ich und Zeit-von genug nicht-ließ-ich.", "germanTranslation": "Aber ich war mit anderen Arbeiten beschäftigt und ließ nicht genug Zeit." },
    { "id": 5, "farsi": "هر روز با خودم می‌گفتم فردا شروع می‌کنم.", "latin": "Har rūz bā khodam mīgoftam fardā shorū' mikonam.", "germanDecode": "Jeden Tag mit mir-selbst sagte-ich morgen Beginn mache-ich.", "germanTranslation": "Jeden Tag sagte ich mir, morgen fange ich an." },
    { "id": 6, "farsi": "هفته آخر که فهمیدم دیر شده است.", "latin": "Hafte-ye ākhar ke fahmīdam dīr shode ast.", "germanDecode": "Woche-von letzten als verstand-ich spät geworden ist.", "germanTranslation": "In der letzten Woche verstand ich, dass es zu spät war." },
    { "id": 7, "farsi": "سه شب بی‌خواب ماندم و تلاش کردم تمام کنم.", "latin": "Seh shab bī-khāb māndam va talāsh kardam tamām konam.", "germanDecode": "Drei Nacht ohne-Schlaf blieb-ich und Anstrengung machte-ich beenden mache-ich.", "germanTranslation": "Drei Nächte blieb ich ohne Schlaf und bemühte mich, es zu beenden." },
    { "id": 8, "farsi": "اما کیفیت کار خوب نبود و مدیر راضی نشد.", "latin": "Ammā keyfīyat-e kār khūb nabūd va modīr rāzī nashod.", "germanDecode": "Aber Qualität-von Arbeit gut nicht-war und Chef zufrieden nicht-wurde-er.", "germanTranslation": "Aber die Arbeitsqualität war nicht gut und der Chef war nicht zufrieden." },
    { "id": 9, "farsi": "همکار دیگری انتخاب شد و به آلمان رفت.", "latin": "Hamkār-e dīgarī entekhāb shod va be Ālmān raft.", "germanDecode": "Kollege-von andere Auswahl wurde-er und nach Deutschland ging-er.", "germanTranslation": "Ein anderer Kollege wurde ausgewählt und reiste nach Deutschland." },
    { "id": 10, "farsi": "خیلی ناراحت شدم و پشیمان بودم.", "latin": "Kheylī nārāhat shodam va pashīmān būdam.", "germanDecode": "Sehr traurig wurde-ich und bereute war-ich.", "germanTranslation": "Ich wurde sehr traurig und bereute es." },
    { "id": 11, "farsi": "از آن روز یاد گرفتم که تعویق انداختن خطرناک است.", "latin": "Az ān rūz yād gereftam ke ta'vīgh andākhtan khatarnāk ast.", "germanDecode": "Von jenem Tag Lernen nahm-ich dass Aufschub Werfen gefährlich ist.", "germanTranslation": "Von jenem Tag an lernte ich, dass Aufschieben gefährlich ist." },
    { "id": 12, "farsi": "حالا همیشه کارهایم را به موقع انجام می‌دهم.", "latin": "Hālā hamīshe kārhāyam rā be mowaghha' anjām mīdaham.", "germanDecode": "Jetzt immer Arbeiten-meine D.O. zu Zeit Durchführung gebe-ich.", "germanTranslation": "Jetzt führe ich meine Arbeiten immer rechtzeitig durch." }
  ]
}