{
  "id": "a2-l16-review",
  "title": "A2 Lektion 16: Zusammenfassung - Mein Jahr der Veränderungen",
  "description": "Eine umfassende Wiederholungslektion mit verschiedenen Vergangenheitsformen und Erzählstrukturen.",
  "sentences": [
    { "id": 1, "farsi": "امسال سال پر از تغییرات برای من بود.", "latin": "Emsāl sāl-e por az taghyīrāt barāye man būd.", "germanDecode": "Dieses-Jahr Jahr-von voll von Veränderungen für mich war-es.", "germanTranslation": "Dieses Jahr war ein Jahr voller Veränderungen für mich." },
    { "id": 2, "farsi": "در بهار شغلم را عوض کردم و کار جدیدی پیدا کردم.", "latin": "Dar bahār shaghlam rā avaz kardam va kār-e jadīdī peydā kardam.", "germanDecode": "In Frühling Beruf-meinen D.O. wechselten machte-ich und Arbeit-von neue fand-ich.", "germanTranslation": "Im Frühling wechselte ich meinen Beruf und fand neue Arbeit." },
    { "id": 3, "farsi": "در تابستان به شمال سفر کردم و خاطرات خوبی ساختم.", "latin": "Dar tābestān be shomāl safar kardam va khāterāt-e khūbī sākhtam.", "germanDecode": "In Sommer nach Norden Reise machte-ich und Erinnerungen-von gut machte-ich.", "germanTranslation": "Im Sommer reiste ich in den Norden und machte gute Erinnerungen." },
    { "id": 4, "farsi": "پاییز رانندگی یاد گرفتم و ماشین کوچکی خریدم.", "latin": "Pāyīz rānandagī yād gereftam va māshīn-e kūchakī kharīdam.", "germanDecode": "Herbst Fahren Lernen nahm-ich und Auto-von klein kaufte-ich.", "germanTranslation": "Im Herbst lernte ich Autofahren und kaufte ein kleines Auto." },
    { "id": 5, "farsi": "زمستان که آمد، به کلاس زبان رفتم و دوست جدیدی پیدا کردم.", "latin": "Zemestān ke āmad, be kelās-e zabān raftam va dūst-e jadīdī peydā kardam.", "germanDecode": "Winter als kam-er, zu Klasse-von Sprache ging-ich und Freund-von neue fand-ich.", "germanTranslation": "Als der Winter kam, ging ich zu einem Sprachkurs und fand eine neue Freundin." },
    { "id": 6, "farsi": "در همین مدت برادرم ازدواج کرد و جشن بزرگی گرفتیم.", "latin": "Dar hamīn moddat barādaram ezdevāj kard va jashn-e bozorgī gereftīm.", "germanDecode": "In dieser Zeit Bruder-mein Heirat machte-er und Fest-von groß nahmen-wir.", "germanTranslation": "In dieser Zeit heiratete mein Bruder und wir veranstalteten eine große Feier." },
    { "id": 7, "farsi": "یک بار مریض شدم اما خوشبختانه زود خوب شدم.", "latin": "Yek bār marīz shodam ammā khoshbakhtāne zūd khūb shodam.", "germanDecode": "Ein Mal krank wurde-ich aber glücklicherweise schnell gut wurde-ich.", "germanTranslation": "Einmal wurde ich krank, aber glücklicherweise wurde ich schnell gesund." },
    { "id": 8, "farsi": "یک فرصت خوب را از دست دادم اما درس مهمی یاد گرفتم.", "latin": "Yek forsat-e khūb rā az dast dādam ammā dars-e mohemmī yād gereftam.", "germanDecode": "Eine Gelegenheit-von gut D.O. von Hand gab-ich aber Lektion-von wichtig Lernen nahm-ich.", "germanTranslation": "Ich verpasste eine gute Gelegenheit, aber lernte eine wichtige Lektion." },
    { "id": 9, "farsi": "نوروز را با خانواده بزرگ جشن گرفتیم و خیلی لذت بردیم.", "latin": "Nowrūz rā bā khānevāde-ye bozorg jashn gereftīm va kheylī lazzat bordīm.", "germanDecode": "Nowruz D.O. mit Familie-von groß Fest nahmen-wir und sehr Genuss nahmen-wir.", "germanTranslation": "Wir feierten Nowruz mit der Großfamilie und genossen es sehr." },
    { "id": 10, "farsi": "از مادربزرگم آشپزی یاد گرفتم و حالا می‌توانم غذای خوبی درست کنم.", "latin": "Az mādarbozorgam āshpazī yād gereftam va hālā mītavānam ghazāye khūbī dorost konam.", "germanDecode": "Von Großmutter-meiner Kochen Lernen nahm-ich und jetzt kann-ich Essen-von gut richtig mache-ich.", "germanTranslation": "Von meiner Großmutter lernte ich kochen und jetzt kann ich gutes Essen zubereiten." },
    { "id": 11, "farsi": "همه این تجربه‌ها مرا عاقل‌تر و قوی‌تر کرده است.", "latin": "Hame īn tajrobe-hā marā āghel-tar va ghavī-tar karde ast.", "germanDecode": "Alle diese Erfahrungen mich D.O. klüger und stärker gemacht hat-es.", "germanTranslation": "All diese Erfahrungen haben mich klüger und stärker gemacht." },
    { "id": 12, "farsi": "آینده را با امید و انرژی تازه‌ای انتظار می‌کشم.", "latin": "Āyande rā bā omīd va enerzī-ye tāze-ī entezār mīkesham.", "germanDecode": "Zukunft D.O. mit Hoffnung und Energie-von frisch-ein Erwartung ziehe-ich.", "germanTranslation": "Ich erwarte die Zukunft mit Hoffnung und frischer Energie." }
  ]
}